// Необходимо создать переменную в которой будет храниться температура в градусах Цельсия, преобразовать значение в температуру по фаренгейту.
// Формула перевода градусов Цельсия в градусы Фаренгейта: градусы Фаренгейта = (9 / 5) * градусы Цельсия + 32
// Вывести в консоль температуру в Цельсиях и Фаренгейтах.

let celcium = prompt();
let farenheit = (9 / 5) * celcium + 32;
console.log(celcium + ' degrees celcium' + '; ' + farenheit + ' degrees farenheit');

// Необходимо создать переменную name, записать в эту переменную свое имя. Необходимо также создать переменную admin и присвоить этой переменной значение из переменной name. Вывести значение переменной admin в консоль.

let Name = 'Irina';
let admin = Name;
console.log(admin);